const moral = {
  name: '伦理纬度',
  key: 'moral',
  rawData: `
    我不同寻常 我普普通通
    我认为人人都有个性 我认为任何人都一样
    我搞不懂很多人 我容易理解他人
    很少人能理解我 大家都很理解我
    我明显不一样 我和大家相同
  `
};

const drive = {
  name: '动机纬度',
  key: 'drive',
  rawData: `
    我使人振奋 我令人冷静
    我悲天悯人 我乐观自信
    我自信开朗 我安静害羞
    我含蓄内敛 我张扬开放
    我积极主动 我被动羞涩
    我害怕风险 我勇于追求
    我不愿服输 我不愿争抢
    我杞人忧天 我无所畏惧
    我直面冲突 我忍让他人
    我容易难堪 我成熟老练

    我充满能量 我缺乏激情
    我谨慎内敛 我坦率开放
    我敢于冒险 我胆小怕事
    我被动随和 我热心友好
    我乐观主义 我悲观主义
    我同情弱者 我鄙视弱者
    我争强好胜 我处处谦让
    我忍耐力好 我攻击性强
    我敢于尝新 我小心谨慎
    我斯斯文文 我热情奔放
  `
};

const pace = {
  name: '节奏纬度',
  key: 'pace',
  rawData: `
    我幽默风趣 我不开玩笑
    我以理服人 我以情动人
    我自然随和 我严谨有序
    我严格守时 我安排灵活
    我喜欢结伴 我喜欢单干
    我擅长分析 我擅长讲述
    我杂乱无章 我有条不紊
    我自制克己 我散漫任性
    我说干就干 我三思后行
    我不易激动 我容易激动

    我容易分心 我镇静自若
    我情绪稳定 我情绪多变
    我情感外露 我情感深沉
    我井然有序 我自然凌乱
    我随机应变 我计划性强
    我坚持己见 我机智灵活
    我容易着急 我不急不躁
    我爱讲道理 我爱讲感情
    我善于描述 我言辞匮乏
    我自制力好 我易受干扰
  `
};

const config = {
  moral,
  drive,
  pace
};

export default config
