/* eslint-disable no-unused-vars */

import Ganic from "ganic";

const Introduction = () => {
  return <div style="margin-top: 30px">
    BSC (行为风格坐标) 理论来源于时下流行的性格类型四分理论（包括苏格拉底的人格气质体液学说、威廉·M·马斯顿的DISC性格理论、PDP性格理论、乐嘉的性格色彩FPA等）。
    通过尽可能地排除性格特征的词源学依据，尝试寻找性格的底层模式，依照费曼算法 (Feynman Algorithm)，总结得出：

    <br/><br/>

    <b>个人行为风格 = 动机 × 节奏</b><br/>
    <b>动机纬度：利益驱动 - 风险驱动</b><br/>
    <b>节奏纬度：慢节奏 - 快节奏</b><br/>
    * 个人行为风格刻在基因里，一生都不会变化，非常稳定。

    <br/><br/>

    <b>性格 = 个人行为风格 × 伦理</b><br/>
    <b>伦理纬度：正确（善）- 错误（恶）</b><br/>
    * 伦理纬度依赖于个体所处的文化环境，是不稳定因素。

    <br/><br/>

    <b>性格特点 = 动机 × 节奏 × 伦理</b>

    <br/><br/>

    本测验将会对上述 3 个纬度分别进行测量，完成之后，你将会得到一份完整的测试报告。
    我们不会存储你的数据，您做好测试之后，请下载测试报告以备查看。
    如有疑问，你可将你的问题发送至 邮箱(yuanoook@gmail.com) 或 微信(yuanoook)，并附上你的测试报告。

    <br/><br/>

    <b>* 测试报告仅供参考，无版权限制，因使用该测试及测试报告产生的任何损失，概不负责。商业合作请电话联系 (+86 15313198832)</b>
  </div>
}

export default Introduction;
